Revit 2024 API
BuiltInFailures.OverlapFailures.ToposolidOverlap Property
 Highlighted toposolid overlap.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId ToposolidOverlap { get; }
Visual Basic
Public Shared ReadOnly Property ToposolidOverlap As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ ToposolidOverlap {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.OverlapFailures Class
Autodesk.Revit.DB Namespace